<section class="delivery indent">
    <div class="container">
        <div class="delivery__info">
            <img class="delivery__img" src="{{asset('static/images/flowers.svg')}}" alt="" width="540" height="490">
            <div class="delivery__content">
                <h2 class="delivery__title block-title">
                    Заказать красивый букет цветов с доставкой
                </h2>
                <div class="delivery__description">
                    <p>
                        Посмотрите наш каталог. Мы делаем запоминающиеся композиции и исключительно из свежих цветов. Вы
                        можете выбрать из имеющихся в каталоге или заказать подбор оригинального букета, который будет
                        отвечать вкусам конкретного человека.
                    </p>
                    <p>
                        Мы знаем, как впечатлить даже искушенного ценителя флористики. Наши букеты оригинальны,
                        современны, актуальны к любому празднику. А еще дарить их можно без повода. Мы предлагаем цветы
                        со срочной доставкой по Москве – балуйте своих любимых и себя свежими ароматными букетами цветов
                        и стильными букетами в разных форматах: в кашпо, корзине, коробке, ящички в стиле прованс. Пусть
                        ваш дом станет ещё уютнее с цветочными композициями от Herbalia!
                    </p>
                </div>
            </div>
        </div>
        <ul class="delivery__list">
            <li class="delivery__item">
                Вы покупаете в нашем интернет-магазине цветы с доставкой
            </li>
            <li class="delivery__item">
                Мы привозим их в указанное место и в удобную дату/время
            </li>
            <li class="delivery__item">
                Наш улыбчивый курьер вручает букет адресату
            </li>
            <li class="delivery__item">
                Вы получаете СМС-сообщение и письмо на электронную почту о том, что заказ доставлен
            </li>
        </ul>
    </div>
</section>