<section class="possibilities">
    <div class="container">
        <h2 class="block-title">Что можно с Herbalia?</h2>
        <ul class="possibilities__list">
            <li class="possibilities__item">
                <h3 class="possibilities__name">
                    Удивить свою «вторую половинку» оригинальным букетом
                </h3>
                <p>
                    Мы доставим букет и подарки прямо домой или любое другое место. Это особый знак внимания, признание
                    в искренних чувствах, яркое поздравление и вдохновляющий момент в ваших отношениях.
                </p>
            </li>
            <li class="possibilities__item">
                <h3 class="possibilities__name">
                    Подбодрить коллегу по работе
                </h3>
                <p>
                    Привезем коробочку с цветами и вкусностями посреди рабочего дня. Поможем поздравить стильным букетом
                    или необычной дизайнерской композицией.
                </p>
            </li>
            <li class="possibilities__item">
                <h3 class="possibilities__name">
                    Поздравить родных и близких
                </h3>
                <p>
                    Даже если вы далеко от родных и друзей, хотя так хотели быть рядом – дайте им понять, что помните о
                    них и цените. Закажите цветочную композицию семье, или роскошный букет родителям на годовщину
                    свадьбы, поздравьте любимого учителя оригинальной композицией в коробке, написав пожелания в
                    открытке. А мы доставим его в удобное время и место.
                </p>
            </li>
            <li class="possibilities__item">
                <h3 class="possibilities__name">
                    Заказать букет бизнес-партнеру
                </h3>
                <p>
                    Вы цените ваши деловые и личные отношения с партнёрами по бизнесу и хотели бы подчеркнуть это
                    неформально? Самый лучший способ продемонстрировать это - отправить авторский букет или композицию в
                    корзине и написать слова в открытке к букету. У нас вы найдёте самую большую подборку композиций для
                    руководителей, как для женщин, так и для мужчин.
                </p>
            </li>
        </ul>
    </div>
</section>